content/pages/every-day-carry.md
+++
title = "Every Day Carry"
date = 2018-03-18T17:51:01-04:00
tags = ["essential gear", "gear cluster", "edc"]
categories = ["Gear"]
draft = false
inprogress = true
+++

## Distinction between Every Day Carry and Everyday Carry {#distinction-between-every-day-carry-and-everyday-carry}

-   This page is discussing the former, which includes the latter


## Components {#components}

-   Essentials
    -   [Wallet](https://www.amazon.com/gp/product/B01N6AV8PQ/)
    -   Phone
    -   [Keys](https://www.mykeyport.com/slide3)
    -   [Plain Edge Folder](https://www.amazon.com/gp/product/B003X9WKOO/)
    -   [Multitool](https://www.amazon.com/gp/product/B0002T5YNW/)
    -   [Flashlight](https://www.amazon.com/gp/product/B013QHN1CM/)
    -   [Bandana](https://www.amazon.com/gp/product/B00KMAH4IE/)

-   Keychain
    -   [Gorilla Tape](https://gearward.com/collections/frontpage/products/keychain-duct-tape)
    -   [Hardware Encrypted Flash Drive](https://www.amazon.com/Apricorn-Validated-256-bit-Encryption-ASK3-16GB/dp/B01AJNGF4W/)
    -   [Yubikey](https://www.amazon.com/Yubico-Y-072-YubiKey-NEO/dp/B00LX8KZZ8/)
    -   [Leatherman Squirt](https://www.amazon.com/Leatherman-831195-Squirt-Black-Keychain/dp/B0032Y2OT6/)
    -   [Keychain Light](https://www.amazon.com/gp/product/B017R560WC/)
    -   [Bic Mini](https://www.amazon.com/Lot-Mini-Ebony-Black-Lighters/dp/B00863W71I/) (and [a waterproofing/tinder solution](https://gearward.com/products/ranger-bic))
    -   [Caffiene/L-Theanine Pills](https://www.amazon.com/Caffeine-L-Theanine-Smooth-Energy-Focus/dp/B01921TUGC/) and emergency cash in a 2.6" [Go Tube](https://gearward.com/collections/frontpage/products/go-tube-2-6). (Wrap with glow-in-the-dark tape).
    -   Safety pins

-   Cordage/Utility Materials
    -   [Locking Carabiner](https://www.amazon.com/gp/product/B003E2WV80/)
    -   [600lb Technora Cord](https://gearward.com/collections/frontpage/products/compact-survival-cord-mini-technora)
    -   [200lb Kevlar 3-Strand Cord](https://gearward.com/collections/frontpage/products/compact-survival-cord-mini)
    -   Velcro Ties
    -   Zip ties
    -   [Ranger bands](https://gearward.com/collections/frontpage/products/ranger-bands)
    -   Binder Clips
    -   Superglue
    -   Scotch tape
    -   Masking tape
    -   Sharpie
    -   Ziploc bags

-   Writing Materials
    -   [Dot-Pad Notebook](https://www.amazon.com/gp/product/B00A6VRZZG/)
    -   Sticky Notes
    -   [6" Ruler](https://www.amazon.com/Westcott-6-Inch-Clear-Shatterproof-45016/dp/B002U33WBO/)
    -   [Pen Holder Clip](https://www.amazon.com/gp/product/B0050YP6JG/)
    -   [Multipen](https://www.amazon.com/gp/product/B00F9M2QKG/)
    -   [Fountain Pen](https://www.amazon.com/gp/product/B001AX7SYW/)
    -   [Mechanical Pencil](http://www.pentel.com/store/quicker-clicker-mechanical-pencil-original-config) (discontinued but available on eBay)

-   First Aid Materials
    -   Stuff like [ITS Boo Boo Kit](https://store.itstactical.com/its-boo-boo-kit.html) (expand pill selection).
    -   [ITS EDC Trauma Kit](https://store.itstactical.com/its-edc-trauma-kit.html)

-   Wearable
    -   [Sunglasses](https://www.roaveyewear.com/products/earhart-black-g15)
    -   [Molded In Ear Headphones](https://ultimateear.com/products/soundear-motorcyclist)
    -   [Ana-Digi Watch](https://www.amazon.com/gp/product/B00M0ESOCA/)
    -   [High Quaity NATO Watch Band](http://watchworx.co.uk/pages/lwb/NatoG10.htm)
    -   [Road ID](https://www.roadid.com/builder/id/default.aspx?styleid=346#/stylize)


## Distribution {#distribution}

-   Assuming a shirt with hidden zipper pockets behind two cargo pockets (like the [RailRiders Versatac Light Shirt](https://www.railriders.com/men-versatac-light-shirt-p-1021.html?cPath=104%5F111)), and 6 pocket cargo pants/shorts.
-   Shirt
    -   Right hidden zipper pocket: phone.
    -   Left hidden zipper pocket: wallet.
    -   Right cargo pocket: sunglasses and headphones (when not being worn).
    -   Left cargo pocket: writing materials.

-   Pants/shorts
    -   Right front slash pocket: plain-edge folder (pocket clip), keys.
    -   Left front slash pocket: flashlight (pocket clip), keychain.
    -   Right cargo pocket: cordage/utility materials.
    -   Left cargo pocket: first aid materials.
    -   Right back pocket: bandana.
    -   Left back pocket: free for miscellaneous storage.

-   Belt
    -   Multitool

-   Anything that cannot get wet goes in the shirt, since a fully waterproof rain shell will be worn more than rain pants.
